var store = [{
        "title": "مرحباً بك في حبر شفاف",
        "excerpt":"أهلاً بك يا صديقي القارئ في هذا الركن الهادئ من العالم الرقمي. “حبر شفاف” ليس مجرد مدونة، بل هو دعوة مفتوحة للتوقف قليلاً، للتنفس بعمق، وللتفكير في تلك التفاصيل الصغيرة التي تشكل حياتنا. في قسم المقالات، سأشاركك رؤى أعمق وتحليلات لمواضيع تهمنا جميعاً، من التربية الإيجابية إلى تطوير الذات، مروراً...","categories": ["تطوير الذات"],
        "tags": [],
        "url": "/hibr-shafaf/articles/2025-08-03-welcome-article/",
        "teaser": null
      },{
        "title": "عندما يتحدث المطر بصوت الصمت",
        "excerpt":"كان المطر يقرع زجاج الحافلة بأنغام متقطعة، كأن السماء تطرق باب المدينة. الداخلون إليها يهزون مظلاتهم المبللة، والهواء محمل برائحة الأرض الطرية. المقاعد تكاد تمتلئ، والناس يتزاحمون في ممر ضيق بحثًا عن موطئ راحة. دخل رجل مسنّ، ملامحه حانية، وشعره الأبيض يلمع تحت قطرات المطر المتساقطة على معطفه. أخذ يمشّط...","categories": ["life_stories"],
        "tags": ["مطر","إنسانية","صمت","لقاءات"],
        "url": "/hibr-shafaf/life-stories/2025-08-09-rain-and-silence/",
        "teaser": null
      },{
        "title": "خاطرة أولى: بداية الرحلة",
        "excerpt":"هنا تبدأ الحكاية، مع أول نبض للحرف على هذه الصفحة البيضاء. مجرد فكرة عابرة، ورغبة في تدوين اللحظة قبل أن تتلاشى في زحام الأيام.      Please enable JavaScript to view the comments powered by Disqus.  ","categories": [],
        "tags": ["خواطر شخصية","تأملات"],
        "url": "/hibr-shafaf/thoughts/2025-08-03-first-thought/",
        "teaser": null
      }]
