var store = [{
        "title": "مرحباً بك في دفتر الخواطر",
        "excerpt":"أهلاً بك يا صديقي القارئ في هذا الركن الهادئ من العالم الرقمي. “دفتر الخواطر” ليس مجرد مدونة، بل هو دعوة مفتوحة للتوقف قليلاً، للتنفس بعمق، وللتفكير في تلك التفاصيل الصغيرة التي تشكل حياتنا. في قسم المقالات، سأشاركك رؤى أعمق وتحليلات لمواضيع تهمنا جميعاً، من التربية الإيجابية إلى تطوير الذات، مروراً...","categories": ["تطوير الذات"],
        "tags": [],
        "url": "/hibr-shafaf/articles/2025-08-03-welcome-article/",
        "teaser": null
      },{
        "title": "خاطرة أولى: بداية الرحلة",
        "excerpt":"هنا تبدأ الحكاية، مع أول نبض للحرف على هذه الصفحة البيضاء. مجرد فكرة عابرة، ورغبة في تدوين اللحظة قبل أن تتلاشى في زحام الأيام.      يرجى تفعيل الجافا سكريبت لرؤية التعليقات.  ","categories": [],
        "tags": ["خواطر شخصية","تأملات"],
        "url": "/hibr-shafaf/thoughts/2025-08-03-first-thought/",
        "teaser": null
      }]
